Repository: EndSummerCamp/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: it_it

source: Please enter your planned date of departure on your settings page to give us a feeling for teardown capacities.
it_it: Si prega di inserire la data di partenza prevista nella pagina delle impostazioni di darci una indicazione per le capacità di smontaggio.

source: You freeloaded at least %s shifts. Shift signup is locked. Please go to heavens desk to be unlocked again.
it_it: È freeloaded almeno %s turni. Spostamento di iscrizione è bloccato. Si prega di andare a cielo scrivania per essere di nuovo sbloccato.

source: You are not marked as arrived. Please go to heaven's desk, get your angel badge and/or tell them that you arrived already.
it_it: Non sei segnato come arrivato. Vai al banco di Login, chiedi il tuo Angel Badge e / o avvisali che sei già arrivato.

source: You need to specify a tshirt size in your settings!
it_it: È necessario specificare una taglia della tshirt nelle impostazioni!

source: You need to specify a DECT phone number in your settings! If you don't have a DECT phone, just enter "-".
it_it: È necessario specificare un numero di telefono DECT nelle impostazioni! Se non si dispone di un telefono DECT, basta inserire \ "- ".

source: No data found.
it_it: Nessun dato trovato.

source: Teams/Job description
it_it: Squadre / Descrizione del lavoro

source: Angeltype %s deleted.
it_it: Angeltype %s cancellato.

source: Delete angeltype %s
it_it: Eliminare angeltype %s

source: Please check the name. Maybe it already exists.
it_it: Verifica il nome. Forse esiste già.

source: Edit %s
it_it: Modifica %s

source: Team %s
it_it: Squadra %s

source: view
it_it: Vista

source: edit
it_it: modifica

source: delete
it_it: cancella

source: leave
it_it: lascia

source: join
it_it: unire.

source: Shift could not be found.
it_it: Il Turno non è stato trovato.

source: Shifttype %s deleted.
it_it: Shifttype %s cancellato.

source: Delete shifttype %s
it_it: Eliminare shifttype %s

source: Shifttype not found.
it_it: Shifttype non trovato.

source: Please enter a name.
it_it: Per favore inserisci un nome.

source: Updated shifttype.
it_it: shifttype aggiornato.

source: Created shifttype.
it_it: shifttype creato.

source: There is %d unconfirmed angeltype.
it_it: Ci sono %d angeltype non confermati.

source: Angel types which need approvals:
it_it: tipi di angelo che hanno bisogno di approvazione:

source: Angeltype doesn't exist.
it_it: Angeltype non esiste.

source: You are not allowed to delete all users for this angeltype.
it_it: Non è consentito di eliminare tutti gli utenti per questo angeltype.

source: Denied all users for angeltype %s.
it_it: Negato a tutti gli utenti per angeltype %s .

source: Deny all users
it_it: Nega tutti gli utenti

source: User angeltype doesn't exist.
it_it: angeltype utente non esiste.

source: You are not allowed to confirm all users for this angeltype.
it_it: Non è consentito confermare tutti gli utenti per questo angeltype.

source: Confirmed all users for angeltype %s.
it_it: Confermato a tutti gli utenti per angeltype %s .

source: Confirm all users
it_it: Confermare tutti gli utenti

source: You are not allowed to confirm this users angeltype.
it_it: Non è consentito di confermare questo utenti angeltype.

source: User doesn't exist.
it_it: L'utente non esiste.

source: %s confirmed for angeltype %s.
it_it: %s confermato per angeltype %s .

source: Confirm angeltype for user
it_it: Confermare angeltype per l'utente

source: You are not allowed to delete this users angeltype.
it_it: Non sei autorizzato a eliminare questi utenti angeltype.

source: User %s removed from %s.
it_it: Utente %s rimosso da %s .

source: Remove angeltype
it_it: rimuovere angeltype

source: You are not allowed to set coordinator rights.
it_it: Non è permesso impostare i diritti di coordinatore.

source: No coordinator update given.
it_it: Nessun aggiornamento coordinatore dato.

source: Added coordinator rights for %s to %s.
it_it: Diritti coordinatore aggiunto per %s a %s .

source: Removed coordinator rights for %s from %s.
it_it: Diritti coordinatore rimossi per %s da %s .

source: Add coordinator rights
it_it: Aggiungere diritti coordinatore

source: Remove coordinator rights
it_it: Rimuovere i diritti coordinatore

source: Please select a user.
it_it: Si prega di selezionare un utente.

source: User %s added to %s.
it_it: Utente %s aggiunto a %s .

source: Add user to angeltype
it_it: Aggiungi utente a angeltype

source: You are already a %s.
it_it: Sei già un %s .

source: You joined %s.
it_it: Ti sei unito a %s .

source: Become a %s
it_it: Diventa un %s

source: You joined an angeltype which requires a driving license. Please edit your driving license information here: %s.
it_it: È iscritto a un angeltype che richiede una patente di guida. Si prega di modificare le informazioni sulla patente di guida qui: %s .

source: driving license information
it_it: informazioni sulla patente di guida

source: Please select at least one driving license.
it_it: Seleziona almeno una patente di guida.

source: Your driver license information has been removed.
it_it: I dati della tua patente di guida sono stati rimossi.

source: Your driver license information has been saved.
it_it: I dati della tua patente di guida sono stati salvati.

source: Edit %s driving license information
it_it: Modifica le informazioni sulla patente di guida di %s

source: You cannot delete yourself.
it_it: Non puoi cancellare te stesso.

source: Your password is incorrect. Please try it again.
it_it: La password non è corretta. Si prega di provare di nuovo.

source: User deleted.
it_it: Utente cancellato.

source: Delete %s
it_it: Eliminare %s

source: Please enter a valid number of vouchers.
it_it: Si prega di inserire un numero valido di voucher.

source: Saved the number of vouchers.
it_it: Salvato il numero di voucher.

source: %s's vouchers
it_it: Voucher di %s

source: User not found.
it_it: Utente non trovato.

source: All users
it_it: Tutti gli utenti

source: Token is not correct.
it_it: Token non corretto.

source: Your passwords don't match.
it_it: Le password non corrispondono.

source: Your password is to short (please use at least 6 characters).
it_it: La password è troppo breve (si prega di utilizzare almeno 6 caratteri).

source: Password could not be updated.
it_it: La password non può essere aggiornata.

source: Password saved.
it_it: Password salvata.

source: E-mail address is not correct.
it_it: Indirizzo e-mail non è corretto.

source: Please enter your e-mail.
it_it: Inserisci il tuo indirizzo e-mail

source: Password recovery
it_it: Recupero Password

source: Please visit %s to recover your password.
it_it: Si prega di visitare %s per recuperare la password.

source: We sent an email containing your password recovery link.
it_it: Abbiamo inviato una e-mail contenente il tuo link di recupero della password.

source: Hi %s,
it_it: Ciao %s

source: here is a message for you from the engelsystem:
it_it: ecco un messaggio per voi da engelsystem:

source: This email is autogenerated and has not to be signed. You got this email because you are registered in the engelsystem.
it_it: Questa email è generata automaticamente e non è stato firmato. Hai ricevuto questa email perché sei registrato nel engelsystem.

source: A Shift you are registered on has changed:
it_it: Un Turno a cui sei assegnato è cambiato:

source: * Shift type changed from %s to %s
it_it: * Tipo di turno cambiato da %s a %s

source: * Shift title changed from %s to %s
it_it: * Titolo turno cambiato da %s a %s

source: * Shift Start changed from %s to %s
it_it: * Inizio Turno cambiato da %s a %s

source: * Shift End changed from %s to %s
it_it: * Fine Turno cambiato da %s a %s

source: * Shift Location changed from %s to %s
it_it: * Località Turno cambiata da %s a %s

source: The updated Shift:
it_it: Il Turno aggiornato:

source: Your Shift has changed
it_it: Il tuo turno è cambiato

source: A Shift you are registered on was deleted:
it_it: Un Turno a cui sei assegnato è stato cancellato:

source: Your Shift was deleted
it_it: Il tuo Turno è stato eliminato

source: You have been assigned to a Shift:
it_it: Sei stato assegnato a un Turno:

source: Assigned to Shift
it_it: Assegnato a Turno

source: You have been removed from a Shift:
it_it: Sei stato rimosso da un Turno:

source: Removed from Shift
it_it: Rimosso dal Turno

source: Your account has been deleted
it_it: Il tuo account è stato eliminato

source: Your angelsystem account has been deleted. If you have any questions regarding your account deletion, please contact heaven.
it_it: Il tuo account angelsystem è stato eliminato. Se avete qualsiasi domanda riguardante la cancellazione del tuo account, si prega di contattare il banco Login.

source: Active angels
it_it: Angeli attivi

source: At least %s angels are forced to be active. The number has to be greater.
it_it: Almeno %s angeli sono costretti ad essere attivi. Il numero deve essere maggiore.

source: Please enter a number of angels to be marked as active.
it_it: Si prega di inserire un numero di angeli per essere contrassegnato come attivo.

source: Marked angels.
it_it: Angeli segnati.

source: back
it_it: indietro

source: apply
it_it: Applica

source: Angel has been marked as active.
it_it: Angelo è stato contrassegnato come attivo.

source: Angel not found.
it_it: Angelo non trovato.

source: Angel has been marked as not active.
it_it: Angelo è stato contrassegnato come non attivo.

source: Angel has got a t-shirt.
it_it: Angelo ha una t-shirt.

source: Angel has got no t-shirt.
it_it: Angelo non ha avuto alcuna t-shirt.

source: set active
it_it: set attivo

source: remove active
it_it: rimuovere attivo

source: got t-shirt
it_it: t-shirt consegnata

source: remove t-shirt
it_it: rimuovere la t-shirt

source: Sum
it_it: Somma

source: Search angel:
it_it: Ricerca angelo:

source: Show all shifts
it_it: Mostra tutti i turni

source: Search
it_it: Ricerca

source: How much angels should be active?
it_it: Quanto angeli dovrebbe essere attivi?

source: Preview
it_it: Anteprima

source: Size
it_it: Taglia

source: Shifts
it_it: Turni

source: Length
it_it: Lunghezza:

source: Active?
it_it: Attivo?

source: Forced
it_it: Forzato

source: Shirt statistics
it_it: Statistiche t-shirt

source: Needed shirts
it_it: T-shirt necessarie

source: Given shirts
it_it: T-shirt consegnate

source: Arrived angels
it_it: Angeli arrivati

source: Reset done. Angel has not arrived.
it_it: Reset fatto. Angelo non è arrivato.

source: Angel has been marked as arrived.
it_it: Angelo è stato contrassegnato come arrivato.

source: yes
it_it: sì

source: arrived
it_it: arrivato

source: Planned arrival
it_it: Arrivo previsto

source: Arrived?
it_it: Arrivato?

source: Arrival date
it_it: Data d'arrivo

source: Planned departure
it_it: Partenza prevista

source: Planned arrival statistics
it_it: Statistiche arrivi previsti

source: arrived sum
it_it: totale arrivati

source: Date
it_it: Data

source: Count
it_it: Contatore

source: Arrival statistics
it_it: Statistiche sugli arrivi

source: Planned departure statistics
it_it: Statistiche partenze prevista

source: Only confirmed
it_it: Solo confermati

source: Name
it_it: Nome

source: Privileges
it_it: Privilegi

source: Save
it_it: Salva

source: Edit group
it_it: Modifica gruppo

source: Frab import
it_it: Importazione da Frab

source: Webserver has no write-permission on import directory.
it_it: Webserver non ha permessi di scrittura sulla directory di importazione.

source: Please select a shift type.
it_it: Si prega di selezionare un tipo di turno.

source: Please enter an amount of minutes to add to a talk's begin.
it_it: Si prega di inserire una quantità di minuti da aggiungere ad inizio talk.

source: Please enter an amount of minutes to add to a talk's end.
it_it: Si prega di inserire una quantità di minuti da aggiungere a fine talk.

source: No valid xml/xcal file provided.
it_it: Non è stato fornito nessun file xml/xcal valido.

source: File upload went wrong.
it_it: Il caricamento del file è andato storto.

source: Please provide some data.
it_it: Si prega di fornire qualche dato.

source: File Upload
it_it: Invio file

source: Validation
it_it: Validazione

source: Import
it_it: Importa

source: This import will create/update/delete rooms and shifts by given FRAB-export file. The needed file format is xcal.
it_it: Questa importazione crea/aggiorna/cancella le Stanze e i Turni dal file frab-export fornito. Il formato del file deve essere xcal.

source: Add minutes to start
it_it: Aggiungi minuti all'inizio

source: Add minutes to end
it_it: Aggiungi minuti alla fine

source: Missing import file.
it_it: Manca file di importazione.

source: Rooms to create
it_it: Stanze da creare

source: Rooms to delete
it_it: Stanze da eliminare

source: Shifts to create
it_it: Turni da creare

source: Day
it_it: Giorno

source: Start
it_it: Inizio

source: End
it_it: Fine

source: Shift type
it_it: Tipo di Turno

source: Title
it_it: Titolo

source: Room
it_it: Stanza

source: Shifts to update
it_it: Turni da aggiornare

source: Shifts to delete
it_it: Turni da eliminare

source: It's done!
it_it: Fatto!

source: Log
it_it: Registro

source: Edit news entry
it_it: Modifica notizia

source: Author
it_it: Autore

source: Subject
it_it: Oggetto

source: Message
it_it: Messaggio

source: Meeting
it_it: Riunione

source: Delete
it_it: Cancella

source: News entry updated.
it_it: Notizia aggiornata.

source: News entry deleted.
it_it: Notizia cancellata.

source: Answer questions
it_it: Rispondi alle domande

source: There are unanswered questions!
it_it: Ci sono domande senza risposta!

source: Unanswered questions
it_it: Domande senza risposta

source: From
it_it: Da

source: Question
it_it: Domanda

source: Answer
it_it: Risposta

source: Answered questions
it_it: Domande con risposta

source: Answered by
it_it: Risposto da

source: Rooms
it_it: Stanze

source: This name is already in use.
it_it: Questo nome è già in uso.

source: Please enter needed angels for type %s.
it_it: Si prega di inserire gli angeli necessari per il tipo %s .

source: Room saved.
it_it: Stanza salvata.

source: Public
it_it: Pubblico

source: Room number
it_it: Numero Stanza

source: Needed angels:
it_it: Angeli necessari:

source: Room %s deleted.
it_it: Stanza %s cancellata.

source: Do you want to delete room %s?
it_it: Vuoi eliminare la stanza %s ?

source: add
it_it: aggiungi

source: Create shifts
it_it: Crea Turni

source: Please select a location.
it_it: Si prega di selezionare una posizione.

source: Please select a start time.
it_it: Si prega di selezionare un orario di inizio.

source: Please select an end time.
it_it: Si prega di selezionare un orario di fine.

source: The shifts end has to be after its start.
it_it: La fine del turno deve essere dopo il suo inizio.

source: Please enter a shift duration in minutes.
it_it: Indicare la durata del Turno in minuti.

source: Please split the shift-change hours by colons.
it_it: Si prega di dividere le ore di cambio turno con i due punti.

source: Please select a mode.
it_it: Si prega di selezionare una modalità.

source: Please check the needed angels for team %s.
it_it: Si prega di verificare gli angeli necessari per squadra %s .

source: There are 0 angels needed. Please enter the amounts of needed angels.
it_it: Ci sono 0 angeli necessari. Si prega di inserire la quantità di angeli necessari.

source: Please select a mode for needed angels.
it_it: Si prega di selezionare una modalità per gli angeli necessari.

source: Please select needed angels.
it_it: Si prega di selezionare gli angeli necessari.

source: Time and location
it_it: Ora e luogo

source: Type and title
it_it: Tipo e titolo

source: Needed angels
it_it: Angeli necessari

source: Mode
it_it: Modo

source: Create one shift
it_it: Crea un turno

source: Create multiple shifts
it_it: Crea più turni

source: Create multiple shifts with variable length
it_it: Crea più turni con lunghezza variabile

source: Shift change hours
it_it: Ore di cambio turno

source: Take needed angels from room settings
it_it: Prendi gli angeli necessari dalle impostazione della Stanza

source: The following angels are needed
it_it: Sono necessari i seguenti angeli

source: All Angels
it_it: Tutti gli Angeli

source: This user does not exist.
it_it: Questo utente non esiste.

source: Please send me an email if my shifts change
it_it: Inviami una e-mail se i miei turni cambiano

source: Force active
it_it: Forza attiva

source: Please visit the angeltypes page or the users profile to manage users angeltypes.
it_it: Si prega di visitare la pagina angeltypes o il profilo degli utenti per la gestione degli angeltypes degli utenti.

source: Edit user
it_it: Modifica utente

source: Register
it_it: Registrati

source: Your nick &quot;%s&quot; already exists.
it_it: Il tuo nick &quot;%s&quot; esiste già.

source: Your nick &quot;%s&quot; is too short (min. 2 characters).
it_it: Il tuo nick &quot;%s&quot; è troppo corto (min. 2 caratteri).

source: Please check your jabber account information.
it_it: Verifica le informazioni relative all'account Jabber.

source: Please select your shirt size.
it_it: Seleziona la taglia della t-shirt.

source: Your password is too short (please use at least %s characters).
it_it: La password è troppo corta (si prega di utilizzare almeno %s caratteri).

source: Please enter your planned date of arrival.
it_it: Inserisci la data prevista di arrivo.

source: Angel registration successful!
it_it: Registrazione Angelo avvenuta con successo!

source: By completing this form you're registering as a Chaos-Angel. This script will create you an account in the angel task sheduler.
it_it: Compilando questo modulo ci si sta registrando come Angelo. Questo script ti creerà un account nell'agenda dei compiti degli angeli.

source: Planned date of arrival
it_it: Data prevista di arrivo

source: Shirt size
it_it: Taglia della t-shirt

source: Confirm password
it_it: Conferma Password

source: What do you want to do?
it_it: Cosa vuoi fare?

source: Description of job types
it_it: Descrizione dei tipi di lavoro

source: Restricted angel types need will be confirmed later by an archangel. You can change your selection in the options section.
it_it: Le tipologie di Angelo riservate saranno confermate in seguito da un Arcangelo. È possibile modificare le voci selezionate nella sezione opzioni.

source: Mobile
it_it: Cellulare

source: Phone
it_it: Telefono

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Age
it_it: Età

source: Hometown
it_it: Città natale

source: Entry required!
it_it: Voce richiesta!

source: Please enter a password.
it_it: Per favore inserire una password.

source: No user was found with that Nickname. Please try again. If you are still having problems, ask an Dispatcher.
it_it: Nessun utente è stato trovato con questo nickname. Riprova. Se i problemi persistono, chiedere ad un Dispatcher.

source: Please enter a nickname.
it_it: Inserisci un nickname.

source: Please sign up, if you want to help us!
it_it: Iscriversi, se si vuoi aiutarci!

source: Registration is disabled.
it_it: La registrazione è disabilitata.

source: I forgot my password
it_it: Ho dimenticato la mia password

source: Please note: You have to activate cookies!
it_it: Occhio! E' necessario attivare i cookie!

source: What can I do?
it_it: Cosa posso fare?

source: Please read about the jobs you can do to help us.
it_it: Leggi le informazioni sui lavori che puoi svolgere per aiutarci.

source: Messages
it_it: Messaggi

source: Select recipient...
it_it: Seleziona un destinatario...

source: Unable to load user.
it_it: Impossibile caricare utente.

source: mark as read
it_it: segna come già letto

source: delete message
it_it: elimina messaggio

source: Hello %s, here can you leave messages for other angels
it_it: Ciao %s, qui puoi lasciare dei messaggi per gli altri angeli

source: New
it_it: Nuovo

source: Transmitted
it_it: Inviato

source: Recipient
it_it: Destinatario

source: No Message found.
it_it: Nessun messaggio trovato.

source: Transmitting was terminated with an Error.
it_it: C'è stato un errore nell'invio.

source: Wrong action.
it_it: Azione sbagliata.

source: My shifts
it_it: I miei Turni

source: Key changed.
it_it: Chiave cambiata.

source: Continue
it_it: Continua

source: Shift saved.
it_it: Turno salvato.

source: Shift canceled.
it_it: Turno cancellato.

source: It's too late to sign yourself off the shift. If neccessary, ask the dispatcher to do so.
it_it: E' troppo tardi per tirarti fuori dal turno! Se necessario, chiedere al dispatcher di farlo.

source: News comments
it_it: Commenti alla news

source: Comments
it_it: Commenti

source: Entry saved.
it_it: Voce salvata.

source: New Comment:
it_it: Nuovo commento:

source: Invalid request.
it_it: Richiesta non valida.

source: Create news:
it_it: Crea notizie:

source: Ask an archangel
it_it: Chiedi ad un Arcangelo

source: Unable to save question.
it_it: Impossibile salvare la domanda.

source: You question was saved.
it_it: La tua domanda è stata salvata.

source: Please enter a question!
it_it: Inserisci una domanda!

source: No question found.
it_it: Nessuna domanda trovata.

source: Settings
it_it: Impostazioni

source: Please enter your planned date of departure.
it_it: Inserisci la data di partenza prevista.

source: Settings saved.
it_it: Impostazioni salvate.

source: -> not OK. Please try again.
it_it: -> Non OK. Riprova.

source: Failed setting password.
it_it: Impossibile impostare la password.

source: Theme changed.
it_it: Tema cambiato.

source: Here you can change your user details.
it_it: Qui puoi modificare i dati utente.

source: Planned date of departure
it_it: Data prevista di partenza

source: Please visit the angeltypes page to manage your angeltypes.
it_it: Si prega di visitare la pagina angeltypes per gestire i tuoi angeltypes.

source: Here you can change your password.
it_it: Qui è possibile modificare la password.

source: Old password:
it_it: Vecchia password:

source: New password:
it_it: Nuova password:

source: Password confirmation:
it_it: Conferma password:

source: Here you can choose your color settings:
it_it: Qui è possibile scegliere le impostazioni del colore:

source: Color settings:
it_it: Impostazioni di colore:

source: Here you can choose your language:
it_it: Qui si può scegliere la lingua:

source: Language:
it_it: Lingua:

source: Shift entry deleted.
it_it: Turno cancellato.

source: Entry not found.
it_it: Voce non trovata

source: Please select a room.
it_it: Si prega di selezionare una stanza.

source: Please select a shifttype.
it_it: Seleziona un tipo di Turno.

source: Please enter a valid starting time for the shifts.
it_it: Inserisci un orario di inizio valido per i Turni.

source: Please enter a valid ending time for the shifts.
it_it: Inserisci un orario di fine valido per i Turni.

source: The ending time has to be after the starting time.
it_it: L'orario di fine deve essere dopo l'orario di inizio.

source: Please check your input for needed angels of type %s.
it_it: Controlla il valore immesso per gli angeli necessari di tipo %s .

source: Shift updated.
it_it: Turno aggiornato.

source: This page is much more comfortable with javascript.
it_it: Questa pagina è molto più comoda con javascript attivato

source: Room:
it_it: Stanza:

source: Start:
it_it: Inizio:

source: End:
it_it: Fine:

source: Shift deleted.
it_it: Turno cancellato.

source: Do you want to delete the shift %s from %s to %s?
it_it: Vuoi eliminare il Turno %s da %s a %s ?

source: You are not allowed to sign up for this shift. Maybe shift is full or already running.
it_it: Non puoi iscriverti a questo Turno. Forse il Turno è pieno o è già cominciato.

source: You are subscribed. Thank you!
it_it: Sei iscritto. Grazie!
