Repository: EndSummerCamp/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: it_it

source: Freeloader
it_it: Scroccone

source: The administration has not configured any shifts yet.
it_it: L'Admin non ha ancora configurato i turni.

source: The administration has not configured any rooms yet.
it_it: L'Admin non ha ancora configurato le stanze.

source: occupied
it_it: occupato

source: free
it_it: libero

source: The administration has not configured any angeltypes yet - or you are not subscribed to any angeltype.
it_it: L'Admin non ha ancora configurato alcun angeltypes - o non sei iscritto a nessun angeltype.

source: %d helper needed
it_it: %d aiutante necessario

source: Sign up
it_it: Registrati

source: ended
it_it: finito

source: Become %s
it_it: Diventa %s

source: Add more angels
it_it: Aggiungi più angeli

source: Time
it_it: Ora

source: Occupancy
it_it: Occupanti

source: The tasks shown here are influenced by the preferences you defined in your settings!
it_it: I compiti indicati qui sono influenzati dalle preferenze definite nelle impostazioni!

source: Description of the jobs.
it_it: Descrizione dei posti di lavoro.

source: Use new style if possible
it_it: Utilizzare il nuovo stile, se possibile

source: iCal export
it_it: Esportazione iCal

source: Filter
it_it: Filtro

source: All
it_it: Tutti

source: None
it_it: Nessuno

source: Unconfirmed
it_it: Non confermato

source: Coordinator
it_it: Coordinatore

source: Member
it_it: Membro

source: Do you want to delete angeltype %s?
it_it: Vuoi eliminare angeltype %s ?

source: cancel
it_it: cancella

source: Restricted
it_it: Riservato

source: Yes
it_it: Sì

source: Requires driver license
it_it: Richiede patente di guida

source: Restricted angel types can only be used by an angel if enabled by an archangel (double opt-in).
it_it: I tipi di angelo riservati possono essere assegnati solo da un angelo, se abilitato da un arcangelo (doppio opt-in).

source: Description
it_it: Descrizione

source: Please use markdown for the description.
it_it: Utilizza markdown per la descrizione.

source: my driving license
it_it: la mia patente di guida

source: This angeltype requires a driver license. Please enter your driver license information!
it_it: Questo angeltype richiede una patente di guida. Inserisci i dati patente di guida!

source: You are unconfirmed for this angeltype. Please go to the introduction for %s to get confirmed.
it_it: Non sei confermato per questo angeltype. Si prega di andare alla introduzione per %s per ottenere conferma.

source: confirm
it_it: conferma

source: deny
it_it: rifiuta

source: remove
it_it: rimuovi

source: Driver
it_it: Autista

source: Has car
it_it: Ha un'auto

source: Car
it_it: Auto

source: Forklift
it_it: Muletto

source: Coordinators
it_it: Coordinatori

source: Members
it_it: Membri

source: Add
it_it: Aggiungi

source: confirm all
it_it: conferma tutto

source: deny all
it_it: negare tutto

source: New angeltype
it_it: Nuovo angeltype

source: Membership
it_it: Iscrizione

source: Here is the list of teams and their tasks. If you have questions, read the FAQ.
it_it: Ecco l'elenco delle squadre e dei loro compiti. Se avete domande, leggere le FAQ.

source: This angeltype is restricted by double-opt-in by a team coordinator. Please show up at the according introduction meetings.
it_it: Questo angeltype è riservato con un doppio opt-in da un coordinatore del team. Si prega di presentarsi ai rispettivi incontri di introduzione.

source: Open questions
it_it: Domande aperte

source: Your Question:
it_it: La tua domanda:

source: Freeload comment (Only for shift coordination):
it_it: Freeload commento (solo per il coordinamento turno):

source: Edit shift entry
it_it: Modifica voce Turno

source: Angel:
it_it: Angelo:

source: Date, Duration:
it_it: Data, Durata:

source: Location:
it_it: Luogo:

source: Title:
it_it: Titolo:

source: Type:
it_it: Tipo:

source: Comment (for your eyes only):
it_it: Commento (solo per i vostri occhi):

source: created at %s by %s
it_it: creato il %s da %s

source: edited at %s by %s
it_it: modificata il %s da %s

source: This shift collides with one of your shifts.
it_it: Questo turno si scontra con uno dei tuoi turni.

source: You are signed up for this shift.
it_it: Hai effettuato l'accesso per questo turno.

source: Location
it_it: Luogo

source: Do you want to delete shifttype %s?
it_it: Vuoi eliminare shifttype %s ?

source: Edit shifttype
it_it: Modifica shifttype

source: Create shifttype
it_it: Crea shifttype

source: for team %s
it_it: per la squadra %s

source: New shifttype
it_it: Nuovo shifttype

source: Please select...
it_it: Per favore scegli...

source: Do you really want to delete the user including all his shifts and every other piece of his data?
it_it: Vuoi davvero eliminare l'utente, tra cui tutti i suoi turni e ogni altro suo dato?

source: Your password
it_it: La tua password

source: Angel should receive at least %d vouchers.
it_it: Angelo dovrebbe ricevere almeno %d vouchers.

source: Number of vouchers given out
it_it: Numero di vouchers distribuiti

source: m/d/Y h:i a
it_it: d/m/Y h:i a

source: New user
it_it: Nuovo utente

source: Arrived
it_it: Arrivato

source: Freeloads
it_it: Scrocconi

source: Active
it_it: Attivo

source: Last login
it_it: Ultimo login

source: Free
it_it: Libero

source: Next shift %c
it_it: Turno successivo %c

source: Shift starts %c
it_it: Turno inizia %c

source: Shift ends %c
it_it: Turno finisce %c

source: sign off
it_it: logout

source: Sum:
it_it: Somma:

source: User state
it_it: Stato utente

source: Arrived at %s
it_it: Arrivato il %s

source: Not arrived (Planned: %s)
it_it: Non è arrivato (Previsto: %s )

source: Not arrived
it_it: Non arrivato

source: Got %s voucher
it_it: Ottenuto %s voucher

source: Got no vouchers
it_it: Non ha ottenuto voucher

source: Rights
it_it: Diritti

source: driving license
it_it: patente di guida

source: Edit vouchers
it_it: Modifica voucher

source: iCal Export
it_it: Esportazione iCal

source: JSON Export
it_it: Esportazione JSON

source: Name &amp; workmates
it_it: Nome &amp; compagni di lavoro

source: Comment
it_it: Commento

source: Action
it_it: Azione

source: Your night shifts between 2 and 8 am count twice.
it_it: I tuoi turni di notte tra le 2:00 e 8:00 contano doppio.

source: Go to the <a href="%s">shifts table</a> to sign yourself up for some shifts.
it_it: Vai alla <a href="%s">tabella dei Turni</a> per assegnarti qualche turno.

source: We will send you an e-mail with a password recovery link. Please use the email address you used for registration.
it_it: Ti invieremo una e-mail con un link per il recupero della password. Utilizza l'indirizzo e-mail usato per la registrazione.

source: Recover
it_it: Ripristina

source: Please enter a new password.
it_it: Inserire una nuova password.

source: Do you really want to add coordinator rights for %s to %s?
it_it: Vuoi davvero aggiungere diritti coordinatore per %s a %s ?

source: Do you really want to remove coordinator rights for %s from %s?
it_it: Vuoi davvero eliminare diritti coordinatore per %s da %s?

source: Do you really want to deny all users for %s?
it_it: Vuoi davvero negare a tutti gli utenti per %s?

source: Do you really want to confirm all users for %s?
it_it: Vuoi davvero di confermare tutti gli utenti per %s?

source: Do you really want to confirm %s for %s?
it_it: Vuoi davvero confermare %s per %s?

source: Do you really want to delete %s from %s?
it_it: Vuoi davvero eliminare %s da %s?

source: User
it_it: Utente

source: Do you really want to add %s to %s?
it_it: Vuoi veramente aggiungere %s a %s?

source: save
it_it: salva

source: Back to profile
it_it: Torna al profilo

source: Your driving license information is only visible for coordinators and admins.
it_it: Le informazioni sulla patente di guida sono visibile solo ai coordinatori e agli amministratori.

source: I am willing to operate cars for the PL
it_it: Sono disposto a guidare le auto per la PL

source: I have my own car with me and am willing to use it for the PL (You'll get reimbursed for fuel)
it_it: Ho la mia auto con me e sono disposto ad usarla per il PL (Sarai rimborsati per il carburante)

source: Driver license
it_it: Patente di guida

source: Truck 7,5t
it_it: Camion 7,5t

source: Truck 12,5t
it_it: Camion 12,5t

source: No Access
it_it: Nessun accesso

source: You don't have permission to view this page. You probably have to sign in or register in order to gain access!
it_it: Non si dispone dei permessi necessari per visualizzare questa pagina. Probabilmente devi accedere o registrarti per ottenere l'accesso!
